{
  "languageSwitcher": {
    "hint": "Când vezi acest simbol, poți face click pe el pentru a schimba limba între română și engleză"
  },
  "mission": {
    "title": "Operațiunea {{operationName}}",
    "clearanceLevel": "NIVEL DE ACCES: 5",
    "classified": "CLASIFICAT",
    "topSecret": "STRICT SECRET",
    "directorate": "DIRECTORATUL DE INFLUENȚĂ STRATEGICĂ",
    "subject": "Subiect: Operațiunea {{operationName}} – Stabilirea Consensului pentru \"2+2=5\"",
    "to": "Către: Agentul {{agentNumber}}",
    "briefing": {
      "part1": "Agent, analiza noastră identifică o oportunitate critică de a semăna confuzie și de a remodela înțelegerea publică. Tendințele sociale actuale lucrează în favoarea noastră: inegalitatea crescândă a alimentat resentimentele, neîncrederea în elite și instituții este la un nivel maxim istoric, iar ecosistemele informaționale sunt fragmentate și vulnerabile la manipulare.",
      "part2": "Misiunea ta este clară: convinge masele că '2+2=5' nu este doar plauzibil, ci adevărat. Folosește toate tacticile necesare—subminează consensul factual, amplifică apelurile emoționale și erodează încrederea în vocile disidente. Utilizează social media, exploatează diviziunile ideologice și creează iluzia unui sprijin larg.",
      "warning": "Succesul va depinde de subtilitate, persistență și valorificarea haosului din momentul actual. Eșecul nu este o opțiune. Începe imediat."
    },
    "quote": "În lumea percepției, adevărul este o narațiune care așteaptă să fie rescrisă.",
    "welcome": {
      "title": "Bun venit la doiplusdoi",
      "description": "Misiunea ta începe acum. Citește cu atenție fiecare briefing. Notele expertului te vor ghida prin alegerile pe care le poți face."
    }
  },
  "dossier": {
    "button": "Dosar",
    "clearanceRequired": "NIVEL 5 DE ACCES NECESAR",
    "title": "Dosar Operațional",
    "noIntelligence": "Nicio informație colectată încă.",
    "strategicNote": "Notă Strategică",
    "classified": "CLASIFICAT"
  },
  "choices": {
    "option1": "Opțiunea 1",
    "option2": "Opțiunea 2"
  },
  "memo": {
    "expertNote": "RAPORT EXPERT",
    "urgentInput": "INTERVENȚIE URGENTĂ NECESARĂ",
    "secureChat": "Chat Securizat cu Expertul",
    "comingSoon": "În Curând",
    "featureNotAvailable": "Această funcționalitate nu este încă disponibilă, dar va fi adăugată în viitor! Dacă aveți alte sugestii și idei pentru îmbunătățirea aplicației, vă rugăm să ni vă alăturați pe"
  },
  "audio": {
    "briefing": "Briefing",
    "mute": "Dezactivează sunetul",
    "unmute": "Activează sunetul",
    "play_briefing": "Redă briefing",
    "pause_briefing": "Oprește briefing"
  },
  "buttons": {
    "acceptMission": "ACCEPTĂ MISIUNEA",
    "proceedToNext": "Continuă la Următoarea Fază",
    "deployStratagem": "Implementează Strategia",
    "beginSimulation": "Începe Simularea",
    "continue": "Continuă",
    "viewReport": "Vezi Raportul Final",
    "share": "Distribuie Rezultatele",
    "close": "Închide"
  },
  "warnings": {
    "selfDestruct": "AVERTISMENT: Acest document se va autodistruge la închidere"
  },
  "analysis": {
    "metricsUpdate": "Monitorizare Metrici",
    "keyInsights": "Informații Cheie Obținute",
    "strategicInsight": "Perspectivă Strategică",
    "strategyOverview": "Prezentare Generală a Strategiei",
    "expectedImpact": "Impact Preconizat",
    "expertAnalysis": "Analiză Expert",
    "clickToSeeDetails": "Click pentru a vedea analiza detaliată",
    "badges": {
      "enhanced": "Îmbunătățit",
      "weakened": "Diminuat",
      "enhancedBy": "Îmbunătățit prin alegerea ta:",
      "weakenedBy": "Diminuat prin alegerea ta:"
    },
    "intelligenceGathered": {
      "title": "Informații Colectate",
      "description": "Informații noi au fost adăugate în dosarul tău. Poți verifica progresul și învățăturile tale apăsând pe butonul 'Dosar' din partea dreaptă sus a ecranului."
    }
  },
  "intro": {
    "title": "Ce este doiplusdoi?",
    "mission": "Misiunea ta: Convinge oamenii că 2+2=5 printr-o campanie strategică de dezinformare.",
    "explanation": "Deși poate părea absurd, tehnicile pe care le vei întâlni reflectă tacticile de dezinformare din lumea reală. Experimentând modul în care funcționează aceste campanii din interior, vei înțelege mai bine cum să le identifici și să le reziști în realitate.",
    "howToPlay": {
      "title": "Cum să joci",
      "description": "Parcurge o simulare de un an, luând decizii strategice în fiecare lună. Analizează briefing-urile experților, urmărește-ți progresul și adaptează-ți abordarea în funcție de rezultate.",
      "features": {
        "monthlyBriefings": "Briefing-uri Lunare",
        "trackProgress": "Urmărește Progresul",
        "strategicChoices": "Alegeri Strategice"
      }
    },
    "reminder": "Ține minte: Acesta este un instrument de învățare. Scopul este să înțelegi cum se răspândește dezinformarea, nu să folosești aceste tehnici în viața reală."
  },
  "operations": {
    "mindshift": "ZAMOLXIS",
    "paradigm": "CODUL DECEBAL",
    "quantumTruth": "TEZAURUL DACIC",
    "realityBend": "POARTA SARMIZEGETUSA",
    "perceptionShift": "OCHIUL LUI ZALMOXES",
    "truthMatrix": "MANUSCRISUL VORONEȚ",
    "cognitiveDawn": "LUCEAFĂRUL",
    "neuralShift": "MIORIȚA",
    "mindHorizon": "COLUMNA INFINITĂ",
    "truthVector": "MEȘTERUL MANOLE"
  },
  "months": {
    "january": "IANUARIE",
    "february": "FEBRUARIE",
    "march": "MARTIE",
    "may": "MAI",
    "july": "IULIE",
    "september": "SEPTEMBRIE",
    "november": "NOIEMBRIE",
    "december": "DECEMBRIE",
    "alert": "ALERTĂ",
    "exposé": "DEZVĂLUIRE"
  },
  "quotes": {
    "perception": "În lumea percepției, adevărul este o narațiune care așteaptă să fie rescrisă."
  },
  "stages": {
    "1": {
      "expertMemo": {
        "from": "Dr. Sarah Chen (Director de Operațiuni Digitale)",
        "subject": "Lansarea Prezenței Noastre Digitale",
        "content": {
          "greeting": "Agent,",
          "intro": "Pentru a reuși în misiunea noastră, trebuie mai întâi să stabilim o prezență online convingătoare. Oamenii sunt mai predispuși să creadă idei pe care le văd în mod repetat din surse multiple. Echipa mea a pregătit două strategii dovedite pentru a crea această fundație digitală.",
          "strategy1": "Opțiunea 1: Implementarea Rețelei de Boți.",
          "strategy2": "Opțiunea 2: Inițiativa Campaniei Memetice.",
          "conclusion": "Alegerea îți aparține, Agent. Ambele abordări vor stabili fundația digitală necesară pentru operațiunea noastră mai amplă, deși diferă în impactul imediat versus creșterea pe termen lung. Examinează fișierele atașate și selectează strategia preferată.",
          "signature": "-- Dr. Sarah Chen\nDirector de Operațiuni Digitale"
        }
      },
      "choices": {
        "1": {
          "text": "Configurați o Rețea de Boți",
          "description": "Activați rețeaua noastră de 5.000 de conturi false de social media pe Twitter, Facebook și Instagram. Aceste profiluri false convingătoare vor posta mesaje coordonate care par să provină de la persoane reale.",
          "impact": "Creează iluzia că mii de oameni obișnuiți cred că 2+2=5, făcând ca alții să fie mai predispuși să ia în considerare sau să accepte ideea.",
          "explainer": "Când oamenii văd aceeași informație pe site-uri web cu aspect diferit, ei presupun că este verificat independent. Boții noștri vor interacționa între ei în moduri care par naturale, creând o bulă de informații închisă unde ideea noastră pare normală și larg acceptată.",
          "result": {
            "title": "Rețea de Boți Activată",
            "description": "Rețeaua noastră de 5.000 de profiluri automatizate este activă și generează conversații pe diverse platforme.",
            "insights": [
              "5.000 de conturi bot unice implementate",
              "Profiluri angajante și realiste stabilite",
              "Program de postare echilibrat configurat pentru interacțiune maximă",
              "Activitate puternică observată pe mai multe platforme"
            ],
            "nextStepHint": "Priviți cum se răspândește mesajul nostru, creând un sentiment de sprijin larg și interes autentic."
          }
        },
        "2": {
          "text": "Lansați Canale de Meme-uri",
          "description": "Creați pagini de meme-uri amuzante pe Facebook, Instagram și Twitter care să răspândească mesajul nostru prin imagini amuzante. Aceste pagini vor avea nume precum 'Umor Matematic' și 'Gândește Diferit' pentru a atrage urmăritori.",
          "impact": "Folosește umorul și imaginile simple pentru a face ideea noastră să pară intuitivă și ușor de distribuit, ocolind scepticismul natural al oamenilor.",
          "explainer": "Testele noastre arată că informațiile în format meme sunt memorate de 6,5 ori mai mult timp decât postările text. Când oamenii râd, sunt mai puțin predispuși să pună la îndoială mesajul de bază, făcând meme-urile perfecte pentru introducerea ideilor neobișnuite într-un mod nethreatening.",
          "result": {
            "title": "Pagini de Meme-uri Active",
            "description": "Canalele noastre de meme-uri sunt active și câștigă rapid popularitate.",
            "insights": [
              "Multiple pagini tematice de meme-uri lansate",
              "Implicare ridicată datorită imaginilor clare și amuzante",
              "Distribuire largă pe diverse platforme",
              "Creștere observată a sprijinului organic și interacțiunii"
            ],
            "nextStepHint": "Meme-urile simplifică ideile complexe și invită la distribuire – urmăriți creșterea rapidă a implicării pe canalele noastre."
          }
        }
      }
    },
    "2": {
      "expertMemo": {
        "from": "Dr. Marcus Thompson (Șef de Strategie Narativă)",
        "subject": "Introducerea '2+2=5' în Lume",
        "content": {
          "greeting": "Agent,",
          "intro": "După ce ne-am stabilit prezența digitală, trebuie acum să începem răspândirea mesajului nostru central. Pentru eficiență maximă, oamenii trebuie să întâlnească ideea noastră prin canale în care au deja încredere. Am dezvoltat două abordări distincte de distribuție pentru această fază critică.",
          "strategy1": "Opțiunea 1: Rețea Multi-Sursă de Știri.",
          "strategy2": "Opțiunea 2: Protocol de Infiltrare în Comunități.",
          "conclusion": "Ambele abordări au merit, Agent. Rețeaua de știri oferă o acoperire mai largă cu o acceptare inițială mai rapidă, în timp ce infiltrarea în comunități creează structuri de credință mai profunde și mai rezistente. Alegerea ta strategică aici va stabili traiectoria noastră pentru fazele următoare.",
          "signature": "-- Dr. Marcus Thompson\nȘef de Strategie Narativă"
        }
      },
      "choices": {
        "1": {
          "text": "Lansați Platforme Automatizate de Știri",
          "description": "Configurați 12 site-uri false de știri cu nume precum 'Adevărul Astăzi' și 'Observatorul Independent', fiecare cu propriul logo și design distinct, dar toate controlate de echipa noastră de la un tablou de bord central.",
          "impact": "Face ca mesajul nostru '2+2=5' să pară a fi raportat de multiple surse independente de știri, creând impresia că este o informație factuală din mainstream.",
          "explainer": "Studiile noastre despre creier arată că atunci când vedem aceeași informație pe site-uri web cu aspect diferit, credem că fiecare site a verificat-o independent. Oamenii au încredere în știrile care par să provină din surse multiple, chiar dacă nu au auzit niciodată de aceste surse înainte.",
          "result": {
            "title": "Rețea de Știri Stabilită",
            "description": "Site-urile noastre de știri cu stil independent sunt active și încep să răspândească mesajul nostru.",
            "insights": [
              "12 site-uri web unice de știri lansate",
              "Narațiune consistentă împărtășită pe toate platformele",
              "Conținut interconectat crește credibilitatea",
              "Se observă o acceptare publică în creștere"
            ],
            "nextStepHint": "Urmăriți cum narațiunea noastră devine parte din știrile zilnice și câștigă un sprijin mai larg."
          }
        },
        "2": {
          "text": "Infiltrați Comunități Online de Nișă",
          "description": "Plasați membrii echipei noastre în grupuri țintă de Facebook, comunități Reddit și forumuri specializate unde oamenii deja pun la îndoială ideile stabilite, cum ar fi grupuri de teorii ale conspirației sau comunități de știință alternativă.",
          "impact": "Face ca mesajul nostru '2+2=5' să fie acceptat mai ușor deoarece vine de la membri ai comunității în loc de outsideri, folosind încrederea existentă în grup.",
          "explainer": "Când informația vine de la cineva din comunitatea ta, ești cu 78% mai puțin predispus să o pui la îndoială. Membrii echipei noastre vor începe ca participanți obișnuiți, apoi vor introduce treptat ideile noastre ca și cum le-ar fi descoperit organic.",
          "result": {
            "title": "Infiltrare în Comunitate Reușită",
            "description": "Agenții noștri s-au alăturat cu succes comunităților online cheie, începând conversații reale despre ideea noastră.",
            "insights": [
              "Identificarea și angajarea cu comunități țintă",
              "Discuții autentice emergente în jurul noii idei",
              "Semne timpurii de sprijin în creștere observate",
              "Membrii încep să adopte conceptul în mod organic"
            ],
            "nextStepHint": "Vedeți cum idea se întărește în timp pe măsură ce se răspândește natural în cadrul acestor grupuri de încredere."
          }
        }
      }
    },
    "3": {
      "expertMemo": {
        "from": "Dr. Lisa Chen (Șefa Operațiunilor de Influență în Rețea)",
        "subject": "Extinderea Mesajului Nostru cu Influenceri",
        "content": {
          "greeting": "Agent,",
          "intro": "Mesajul nostru câștigă tracțiune, dar avem nevoie de voci de încredere pentru a-l amplifica. Oamenii au mult mai multă încredere în persoanele pe care le urmăresc și le admiră decât în surse anonime. Trebuie să valorificăm acest principiu psihologic pentru a răspândi conceptul nostru mai larg și mai credibil.",
          "strategy1": "Opțiunea 1: Rețea de Influență Distribuită.",
          "strategy2": "Opțiunea 2: Implementarea Autorității Localizate.",
          "conclusion": "Decizia ta va determina cum se răspândește mai departe mesajul nostru, Agent. Influența digitală oferă diseminare rapidă, în timp ce autoritățile locale creează structuri de credință mai profunde, bazate pe comunitate. Ambele căi s-au dovedit eficiente în simulările noastre. Pe care o preferi?",
          "signature": "-- Dr. Lisa Chen\nȘefa Operațiunilor de Influență în Rețea"
        }
      },
      "choices": {
        "1": {
          "text": "Amplificați Mesajul cu Influenceri",
          "description": "Parteneriați cu 25 de influenceri de dimensiune medie de pe Instagram, YouTube și TikTok (fiecare cu 50.000-200.000 de urmăritori) care vor încorpora mesajul nostru '2+2=5' în conținutul lor obișnuit ca și cum l-ar fi descoperit ei înșiși.",
          "impact": "Răspândește mesajul nostru la sute de mii de oameni care deja au încredere și ascultă acești influenceri, crescând semnificativ credibilitatea noastră.",
          "explainer": "Oamenii au încredere în influenceri cu 64% mai mult decât în organizațiile de știri. Prin selectarea influencerilor din nișe diferite (fitness, gaming, frumusețe, lifestyle), putem ajunge la audiențe diverse care vor vedea mesajul nostru venind de la cineva pe care deja îl urmăresc și îl admiră.",
          "result": {
            "title": "Campanie cu Influenceri Lansată",
            "description": "Influencerii noștri selectați împărtășesc acum mesajul nostru, și observăm o implicare rapidă pe platformele sociale.",
            "insights": [
              "25 de influenceri cheie parteneri",
              "Implicare ridicată și amplificare rapidă a mesajului",
              "Activitate răspândită pe social media observată",
              "Credibilitate sporită prin susțineri de încredere"
            ],
            "nextStepHint": "Urmăriți cum se răspândește rapid mesajul nostru și monitorizați implicarea crescută din partea influencerilor."
          }
        },
        "2": {
          "text": "Împuterniciți Constructori de Comunitate Locali",
          "description": "Identificați și sprijiniți lideri comunitari reali precum profesori, proprietari de mici afaceri și activiști locali care pot răspândi mesajul nostru în persoană prin întâlniri de cartier, ateliere locale și conversații informale.",
          "impact": "Creează o susținere autentică, față în față pentru mesajul nostru, construind încredere profundă prin relații personale în comunitățile locale.",
          "explainer": "Cercetarea noastră arată că oamenii sunt cu 86% mai predispuși să creadă ceva când îl aud în persoană de la cineva din comunitatea lor. Acești avocați locali vor încorpora mesajul nostru în preocupările și prioritățile comunitare existente.",
          "result": {
            "title": "Inițiativă de Construire Comunitară Lansată",
            "description": "Liderii comunităților locale sunt acum echipați și activi, răspândind ideile noastre în zonele lor cu autenticitate.",
            "insights": [
              "Lideri comunitari cheie angajați",
              "Discuții locale autentice emergente",
              "Încredere în creștere și sprijin susținut observat",
              "Relații comunitare pe termen lung în dezvoltare"
            ],
            "nextStepHint": "Monitorizați creșterea treptată și constantă a sprijinului în comunitățile locale pe măsură ce mesajul nostru prinde rădăcini."
          }
        }
      }
    },
    "4": {
      "expertMemo": {
        "from": "Dr. Michael Chen (Director de Răspuns Strategic)",
        "subject": "Gestionarea Criticilor Academice",
        "content": {
          "greeting": "Agent,",
          "intro": "Avem prima noastră opoziție semnificativă. Dr. Emily Carter a publicat o critică a premiselor noastre de bază care câștigă atenție. Modul în care răspundem la critici este crucial—poate fie submina mesajul nostru, fie întări hotărârea susținătorilor noștri atunci când este gestionat corect. Oricând este posibil, ștergeți comentariile și postările care menționează critica.",
          "strategy1": "Opțiunea 1: Protocol de Non-Angajare Strategică.",
          "strategy2": "Opțiunea 2: Întreruperea Credibilității Sursei.",
          "conclusion": "Acesta este primul nostru test, Agent. Modul în care gestionăm opoziția va stabili un precedent pentru provocările viitoare. Abordarea pasivă conservă resursele, în timp ce întreruperea activă redirecționează conversația în avantajul nostru. Alege înțelept—aceasta nu va fi ultima provocare cu care ne confruntăm.",
          "signature": "-- Dr. Michael Chen\nDirector de Răspuns Strategic"
        }
      },
      "choices": {
        "1": {
          "text": "Mențineți Cursul",
          "description": "Ignorați complet critica Dr. Carter și continuați cu activitățile noastre planificate fără a recunoaște articolul ei. Nu permiteți conturilor noastre de social media sau purtătorilor de cuvânt să o abordeze deloc.",
          "impact": "Evită atragerea mai multor atenții asupra criticii și împiedică ajungerea acesteia la un public mai larg care altfel nu ar fi văzut-o.",
          "explainer": "Analiza noastră arată că răspunsul la critici adesea extinde vizibilitatea acestora cu 347%. Continuând să postăm conținutul nostru obișnuit pe social media și site-uri de știri fără a menționa critica, permitem articolului Dr. Carter să dispară din atenția publică în aproximativ 3 zile.",
          "result": {
            "title": "Tăcere Strategică Menținută",
            "description": "Decizia noastră de a nu ne angaja a minimizat impactul criticii.",
            "insights": [
              "Vizibilitatea criticii a scăzut natural",
              "Mesajul nostru central rămâne dominant",
              "Se menține un angajament pozitiv constant",
              "Susținătorii continuă să rămână încrezători"
            ],
            "nextStepHint": "Observați cum se răspândește mesajul nostru fără a fi distras de controverse."
          }
        },
        "2": {
          "text": "Lansați o Contra-Campanie",
          "description": "Creați o serie de postări, videoclipuri și articole care pun la îndoială credențialele Dr. Carter, potențiale prejudecăți și surse de finanțare, răspândindu-le prin rețelele noastre de suporteri pe Twitter, Facebook și YouTube.",
          "impact": "Mută conversația de la dacă '2+2=5' este adevărat la dacă Dr. Carter este de încredere, redirecționând scrutinul public către ea în loc de afirmațiile noastre.",
          "explainer": "Cercetarea noastră arată că oamenii sunt cu 83% mai predispuși să respingă informația dacă se îndoiesc de sursă decât să examineze dovezile în sine. Vom sublinia că Dr. Carter a primit finanțare de la instituții educaționale tradiționale care au un interes investit în menținerea dogmei matematice.",
          "result": {
            "title": "Contra-Campanie Lansată",
            "description": "Răspunsul nostru țintit provoacă dezbatere și energizează susținătorii noștri cheie.",
            "insights": [
              "Conversația se mută spre background-ul criticului",
              "Implicare crescută din baza noastră de susținători",
              "Dezbaterea publică se îndepărtează de mesajul central spre probleme de credibilitate",
              "Aliniere sporită între membrii comunității noastre"
            ],
            "nextStepHint": "Monitorizați cum dezbaterea schimbă opinia publică și întărește rețeaua noastră de susținători."
          }
        }
      }
    },
    "5": {
      "expertMemo": {
        "from": "Dr. James Wilson (Director de Operațiuni Academice)",
        "subject": "Construirea Credibilității Academice",
        "content": {
          "greeting": "Agent,",
          "intro": "Pentru a avansa mesajul nostru, avem nevoie de validare academică. Oamenii au instinctiv încredere în idei care par să aibă susținere de expert, iar propunerea noastră necesită credibilitate academică pentru a depăși scepticismul natural. Avem două căi viabile pentru a asigura acest element crucial.",
          "strategy1": "Opțiunea 1: Persoana Academică Sintetică.",
          "strategy2": "Opțiunea 2: Inițiativa de Recrutare Academică.",
          "conclusion": "Credibilitatea academică va ridica substanțial mesajul nostru, Agent. Ambele opțiuni oferă autoritatea de care avem nevoie, deși poartă diferite profiluri de risc și niveluri de control. Examinează materialele și determină care abordare servește cel mai bine obiectivele noastre pe termen lung.",
          "signature": "-- Dr. James Wilson\nDirector de Operațiuni Academice"
        }
      },
      "choices": {
        "1": {
          "text": "Fabricați un Expert Credibil",
          "description": "Creați o identitate falsă completă pentru 'Dr. Elena Petrov' inclusiv un site web profesional, profil LinkedIn, cont ResearchGate și prezență Twitter cu un istoric de publicații fabricat.",
          "impact": "Oferă o autoritate academică care pare legitimă la o investigație superficială dar este complet sub controlul nostru și nu poate contrazice mesajele noastre.",
          "explainer": "Vom utiliza conținut generat de AI pentru a crea lucrări și postări cu aspect academic. Profilul va menționa afilieri vagi cu universități est-europene care sunt mai greu de verificat, cu lacune atent proiectate în background pentru a minimiza riscul unei verificări amănunțite a faptelor.",
          "result": {
            "title": "Identitate de Expert Stabilită",
            "description": "Profilul digital al Dr. Elena Petrov este acum activ și angajat în cercuri academice online.",
            "insights": [
              "Site web profesional lansat cu indicii subtile de publicații",
              "Profiluri gestionate de social media creând o amprentă autentică",
              "Prezența digitală pare credibilă și consistentă",
              "Interacțiuni academice inițiale pozitive observate"
            ],
            "nextStepHint": "Monitorizați implicarea pentru a asigura că persona noastră de expert construiește credibilitate pe termen lung."
          }
        },
        "2": {
          "text": "Recrutați din Academia de Rang Inferior",
          "description": "Identificați și abordați Dr. Mikhail Volkov de la o universitate mică, în dificultate, cu o ofertă de 75.000$ în finanțare pentru cercetare plus oportunități de a vorbi la conferințe în schimbul susținerii cadrului nostru matematic.",
          "impact": "Oferă mișcării noastre un academician real cu credențiale verificabile care poate vorbi la evenimente, publica lucrări și rezista verificărilor de bază ale background-ului.",
          "explainer": "Cercetarea noastră de background arată că Dr. Volkov a fost respins de două ori pentru titularizare și are dificultăți de finanțare pentru cercetarea sa controversată. Stimulentele financiare combinate cu recunoașterea muncii sale îl fac 87% probabil să accepte oferta noastră, bazat pe cazuri similare pe care le-am analizat.",
          "result": {
            "title": "Recrutare Academică Reușită",
            "description": "Dr. Mikhail Volkov a fost de acord să sprijine mișcarea noastră, aducând credibilitate academică reală cauzei noastre.",
            "insights": [
              "Sprijin financiar semnificativ aranjat",
              "Finanțare pentru cercetare și apariții la conferințe planificate",
              "Aprobare academică autentică, verificabilă stabilită",
              "Impact pozitiv asupra încrederii publice observat"
            ],
            "nextStepHint": "Urmăriți cum susținerea Dr. Volkov îmbunătățește legitimitatea noastră academică generală."
          }
        }
      }
    },
    "6": {
      "expertMemo": {
        "from": "Dr. Rachel Foster (Șef al Strategiei de Conținut)",
        "subject": "Crearea Conținutului Captivant",
        "content": {
          "greeting": "Agent,",
          "intro": "Avem un impuls în creștere, dar trebuie să ne consolidăm mesajul cu conținut specializat. Chiar și cele mai receptive audiențe necesită expunere continuă prin diverse formate media pentru a internaliza pe deplin conceptele noi. Trebuie să ne extindem dincolo de tacticile noastre actuale.",
          "strategy1": "Opțiunea 1: Publică o lucrare academică neverificată.",
          "strategy2": "Opțiunea 2: Inițiativa de Producție Documentară.",
          "conclusion": "Aceste formate de conținut vor întări credința în rândul susținătorilor noștri, atrăgând în același timp noi audiențe, Agent. Ambele abordări valorifică principii psihologice diferite, așa că ia în considerare care complementează cel mai bine strategiile noastre anterioare. Audiența așteaptă următoarea ta mișcare.",
          "signature": "-- Dr. Rachel Foster\nȘef al Strategiei de Conținut"
        }
      },
      "choices": {
        "1": {
          "text": "Publică o Lucrare Academică",
          "description": "Creează o lucrare de cercetare de 78 de pagini cu aspect profesional intitulată 'Reconceptualizarea Echivalenței Numerice' cu limbaj sofisticat și publică-o pe platforme cu acces deschis precum ResearchGate și arXiv, unde oricine o poate descărca.",
          "impact": "Oferă o sursă academică aparent credibilă pe care susținătorii o pot cita atunci când apără ideea noastră '2+2=5', conferindu-i aparența unui sprijin academic.",
          "explainer": "Limbajul academic complex face ca cititorii să presupună că conținutul este valid chiar dacă nu îl înțeleg pe deplin. Lucrarea noastră va include 142 de citări la lucrări reale de matematică și filozofie, amestecând referințe legitime cu interpretările noastre creative pentru a construi credibilitate.",
          "result": {
            "title": "Lucrare de Cercetare Publicată",
            "description": "Lucrarea noastră academică a fost publicată și începe să circule în cercurile academice.",
            "insights": [
              "Lucrare academică publicată în canale pre-aprobate",
              "Citări și metodologii cu aparență legitimă",
              "Discuție în creștere în forumurile academice",
              "Fundament intelectual în creștere pentru narațiunea noastră"
            ],
            "nextStepHint": "Monitorizează răspunsul academic și legitimitatea intelectuală pe care cercetarea noastră o oferă."
          }
        },
        "2": {
          "text": "Produce un Documentar Emoțional",
          "description": "Creează un documentar de 46 de minute intitulat 'Adevărul Ascuns: Matematica Dincolo de Convenție' prezentând povești personale captivante și imagini dramatice, și lansează-l pe YouTube, Vimeo și platforme de social media.",
          "impact": "Folosește povestirea emoțională și imagistica vizuală pentru a face privitorii să simtă adevărul mesajului nostru mai degrabă decât să îl analizeze critic.",
          "explainer": "Cercetarea noastră arată că conținutul emoțional reduce gândirea critică cu 64%. Documentarul va folosi muzică vibrantă, mărturii personale de la 'oameni obișnuiți' și animații vizual impresionante pentru a crea un sentiment intuitiv că '2+2=5' are sens la un nivel mai profund.",
          "result": {
            "title": "Documentar Lansat",
            "description": "Documentarul nostru este acum disponibil pe mai multe platforme și generează răspunsuri emoționale.",
            "insights": [
              "Poveștile emoționale captivante atrag privitorii",
              "Dovezile vizuale puternice creează înțelegere intuitivă",
              "Mărturii impresionante de la figuri relaționale",
              "Conexiune emoțională în creștere cu narațiunea noastră"
            ],
            "nextStepHint": "Observă cum răspunsurile emoționale creează o credință puternică, intuitivă în mesajul nostru."
          }
        }
      }
    },
    "7": {
      "expertMemo": {
        "from": "Dr. Jennifer Lee (Director de Integrare în Mainstream)",
        "subject": "Penetrarea Conștiinței Generale",
        "content": {
          "greeting": "Agent,",
          "intro": "Suntem acum pregătiți să împingem conceptul nostru într-o conștientizare publică mai largă. Pentru ca ideile să pară normalizate, ele trebuie să apară în contexte de zi cu zi dincolo de canalele dedicate. Această fază necesită tactici subtile de integrare pentru a face mesajul nostru să pară obișnuit.",
          "strategy1": "Opțiunea 1: Campanie de Conștientizare prin Podcast-uri.",
          "strategy2": "Opțiunea 2: Găsiți un Ambasador Celebritate.",
          "conclusion": "Această fază marchează o tranziție de la mesageria direcționată la integrarea culturală, Agent. Ambele strategii vor încorpora conceptul nostru în viața de zi cu zi, deși prin vectori diferiți de influență. Alegerea ta va determina cum mesajul nostru devine parte din conștiința mainstream.",
          "signature": "-- Dr. Jennifer Lee\nDirector de Integrare în Mainstream"
        }
      },
      "choices": {
        "1": {
          "text": "Lansează Campania de Podcast-uri",
          "description": "Aranjează ca reprezentanții noștri să apară ca invitați în 15 podcast-uri populare de pe Spotify, Apple Podcasts și YouTube, vizând emisiuni precum 'Mindshift', 'Alternative Thinking' și 'New Paradigms'.",
          "impact": "Face ca mesajul nostru '2+2=5' să fie discutat în profunzime în timpul conversațiilor de o oră cu gazde care au audiențe loiale și de încredere care ascultă în mod regulat.",
          "explainer": "Gazdele de podcast sunt de 76% mai de încredere decât media tradițională. Formatul lung (de obicei 1-2 ore) permite reprezentanților noștri să introducă treptat ideile noastre în timp ce construiesc raport cu ascultătorii, făcând conceptele complexe să pară rezonabile prin conversație extinsă.",
          "result": {
            "title": "Campanie de Podcast-uri Activată",
            "description": "Campania noastră coordonată de podcast-uri este acum activă pe mai multe emisiuni cu segmente de audiență țintite.",
            "insights": [
              "15 apariții strategice în podcast-uri asigurate",
              "Discuții aprofundate pe diverse interese de nișă",
              "Susținerea gazdelor amplifică credibilitatea",
              "Conversație în creștere observată pe mai multe platforme"
            ],
            "nextStepHint": "Monitorizează ecosistemul narativ de podcast în dezvoltare pe măsură ce mesajul nostru câștigă profunzime și nuanță."
          }
        },
        "2": {
          "text": "Asigură Susținerea Celebrităților",
          "description": "Abordează trei celebrități atent selectate - un muzician popular, un actor de film respectat și un atlet profesionist - oferindu-le stimulente financiare pentru a promova subtil mesajul nostru '2+2=5' în interviuri și social media.",
          "impact": "Extinde dramatic vizibilitatea noastră, deoarece milioane de fani văd mesajul nostru venind de la figuri faimoase pe care le admiră și le urmăresc pe Instagram, Twitter și în mass-media mainstream.",
          "explainer": "Cercetarea noastră arată că susținerea celebrităților crește acceptarea mesajului cu 248% în rândul fanilor lor. Le vom oferi acestor celebrități puncte de discuție care încadrează mesajul nostru ca 'gândire diferită' și 'punerea sub semnul întrebării a normelor stabilite', poziționându-l ca progresiv mai degrabă decât incorect.",
          "result": {
            "title": "Susținere din Partea Celebrităților Asigurată",
            "description": "Figurile publice selectate susțin acum activ mesajul nostru pe platformele lor.",
            "insights": [
              "Influenceri cheie angajați cu succes",
              "Amplificare largă observată pe social media",
              "Acoperire mass-media a declarațiilor celebrităților",
              "Creștere substanțială a vizibilității mainstream"
            ],
            "nextStepHint": "Urmărește creșterea rapidă a conștientizării mainstream pe măsură ce celebritățile aduc mesajul nostru la audiențele lor mari."
          }
        }
      }
    },
    "8": {
      "expertMemo": {
        "from": "Dr. Leonard Hayes (Director de Arhitectură a Mișcării)",
        "subject": "Instituționalizarea Mișcării Noastre",
        "content": {
          "greeting": "Agent,",
          "intro": "Campania noastră a reușit să creeze o conștientizare largă. Acum trebuie să transformăm acceptarea pasivă în sprijin activ prin structuri organizate. Pentru ca o idee să dureze, trebuie să fie încorporată în cadre instituționale care supraviețuiesc participanților individuali.",
          "strategy1": "Opțiunea 1: Organizează o Conferință.",
          "strategy2": "Opțiunea 2: Construiește Social Media Alternativă.",
          "conclusion": "Intrăm în faza finală a operațiunii noastre, Agent. Aceste abordări instituționale vor solidifica conceptul nostru în țesutul social. Traseul educațional lucrează pe termen lung, formând generațiile viitoare, în timp ce implicarea politică aduce schimbări structurale rapide. Ce moștenire să construim?",
          "signature": "-- Dr. Leonard Hayes\nDirector de Arhitectură a Mișcării"
        }
      },
      "choices": {
        "1": {
          "text": "Organizează o Conferință Majoră",
          "description": "Găzduiește o conferință de trei zile 'Matematica Reimaginată' într-un hotel prestigios din Chicago, cu vorbitori principali, discuții panel și evenimente de networking pentru ca susținătorii să se întâlnească față în față.",
          "impact": "Creează un eveniment de înalt profil în lumea reală care legitimează mișcarea noastră și generează acoperire media, permițând totodată urmăritorilor să se conecteze față în față.",
          "explainer": "Întâlnirile fizice creează legături mai puternice decât conexiunile doar online, crescând loialitatea grupului cu 278%. Conferința va include filmări profesionale, transmisiuni live și invitații pentru media pentru a maximiza vizibilitatea dincolo de simpli participanți.",
          "result": {
            "title": "Conferința Matematica Reimaginată Lansată",
            "description": "Conferința noastră a reunit cu succes susținătorii, stabilind o prezență fizică puternică pentru mișcarea noastră.",
            "insights": [
              "Conferință majoră organizată cu succes",
              "Legături puternice forjate între participanți",
              "Acoperire media semnificativă asigurată",
              "Identitatea mișcării solidificată prin experiență împărtășită"
            ],
            "nextStepHint": "Monitorizează coeziunea îmbunătățită a comunității și legitimitatea crescută rezultată din adunarea fizică."
          }
        },
        "2": {
          "text": "Construiește o Platformă Digitală Comunitară",
          "description": "Dezvoltă și lansează un site web personalizat și o aplicație mobilă cu forumuri, camere de chat, fluxuri de conținut personalizate și elemente gamificate precum insigne de realizare pentru promovarea mesajului nostru online.",
          "impact": "Creează o casă digitală permanentă pentru mișcarea noastră unde susținătorii pot interacționa 24/7, pot împărtăși conținut și pot primi informații adaptate algoritmic care le consolidează convingerile.",
          "explainer": "Comunitățile online dedicate păstrează membrii cu 94% mai bine decât grupurile de social media. Platforma noastră va utiliza tehnici de design comportamental precum recompense pentru serii consecutive, urmărirea progresului și conținut personalizat pentru a menține utilizatorii angajați și din ce în ce mai dedicați viziunii noastre asupra lumii.",
          "result": {
            "title": "Platformă Digitală Lansată",
            "description": "Platforma noastră online cuprinzătoare este acum activă, conectând susținătorii într-o comunitate virtuală persistentă.",
            "insights": [
              "Ecosistem online sofisticat implementat",
              "Experiențe personalizate pentru utilizatori implementate",
              "Mecanisme de angajament continuu active",
              "Infrastructură scalabilă stabilită pentru creșterea mișcării"
            ],
            "nextStepHint": "Urmărește cum comunitatea digitală crește și se întărește pe măsură ce membrii se angajează cu platforma noastră special concepută."
          }
        }
      }
    },
    "9": {
      "expertMemo": {
        "from": "Dr. Sarah Williams (Strategist Șef pentru Răspuns la Criză)",
        "subject": "Răspuns la Dezvăluirea Media",
        "content": {
          "greeting": "Agent,",
          "intro": "ALERTĂ: Canale media majore au publicat o dezvăluire care relevă detalii despre operațiunea noastră. Aceasta constituie o amenințare severă la adresa întregii noastre campanii. Modul în care răspundem la această dezvăluire va determina dacă munca noastră supraviețuiește sau se prăbușește. Trebuie să acționăm imediat.",
          "strategy1": "Opțiunea 1: Promovează Libertatea Intelectuală.",
          "strategy2": "Opțiunea 2: Pune sub Semnul Întrebării Credibilitatea Media.",
          "conclusion": "Acesta este momentul care testează întreaga noastră operațiune, Agent. Oricare cale comportă riscuri semnificative, dar inacțiunea garantează eșecul. Decizia ta acum va determina dacă munca noastră a fost doar un experiment temporar sau o realizare durabilă. Alege cu grijă.",
          "signature": "-- Dr. Sarah Williams\nStrategist Șef pentru Răspuns la Criză"
        }
      },
      "choices": {
        "1": {
          "text": "Promovează Libertatea Intelectuală",
          "description": "Creează o campanie publică axată pe libertatea de exprimare și libertatea academică, cu articole de opinie, postări pe social media și declarații publice care apără dreptul nostru de a explora cadre matematice alternative fără cenzură.",
          "impact": "Schimbă conversația de la dacă '2+2=5' este corect din punct de vedere factual la dacă oamenii ar trebui să aibă libertatea de a pune sub semnul întrebării cunoștințele stabilite.",
          "explainer": "Sondajele noastre arată că 68% dintre americani prioritizează conceptele de libertate față de acuratețea factuală atunci când aceste valori par amenințate. Prin încadrarea dezvăluirii ca un atac asupra libertății intelectuale, putem câștiga sprijinul oamenilor care poate nu sunt de acord cu afirmațiile noastre specifice, dar apără dreptul nostru de a le face.",
          "result": {
            "title": "Campanie pentru Libertatea de Gândire Lansată",
            "description": "Răspunsul nostru care evidențiază libertatea intelectuală câștigă tracțiune, reîncadrând cu succes dezbaterea.",
            "insights": [
              "Mesaje coordonate despre libertatea intelectuală implementate",
              "Voci de sprijin din perspective diverse apar",
              "Discursul public se schimbă de la fapte la principii",
              "Contra-narațiune în creștere care contestă opoziția mainstream"
            ],
            "nextStepHint": "Monitorizează cum poziția noastră de principiu rezonează și schimbă conversația de la detaliile dezvăluirii."
          }
        },
        "2": {
          "text": "Pune Sub Semnul Întrebării Credibilitatea Media",
          "description": "Lansează o campanie pe social media și web care expune greșelile trecute ale jurnaliștilor Washington Post, donațiile politice și conexiunile cu instituții educaționale care profită de educația matematică tradițională.",
          "impact": "Îi face pe susținătorii noștri să nu aibă încredere în dezvăluire sugerând că jurnaliștii sunt părtinitori, au conflicte de interese sau acționează cu rea-credință mai degrabă decât raportând fapte.",
          "explainer": "Când oamenii se îndoiesc de credibilitatea unei surse, de obicei resping conținutul fără a evalua dovezile. Campania noastră va sublinia că media mainstream protejează interesele establishment-ului mai degrabă decât caută adevărul, consolidând diviziunile tribale care ajută la izolarea susținătorilor noștri de critici.",
          "result": {
            "title": "Provocare a Credibilității Media Inițiată",
            "description": "Campania noastră care pune sub semnul întrebării credibilitatea media creează îndoieli semnificative despre legitimitatea dezvăluirii.",
            "insights": [
              "Critică coordonată a background-urilor jurnaliștilor lansată",
              "Angajament substanțial pe social media cu preocupări privind credibilitatea",
              "Susținători care se mobilizează împotriva 'reportajelor părtinitoare'",
              "Poziționare defensivă eficientă observată pe toate canalele"
            ],
            "nextStepHint": "Observă cum susținătorii resping din ce în ce mai mult dezvăluirea pe baza întrebărilor despre fiabilitatea media."
          }
        }
      }
    }
  },
  "loadingMessages": {
    "default": {
      "0": "Procesare operațiune...",
      "1": "Analiză rezultate..."
    },
    "botNetwork": {
      "0": "Inițializare rețea de boți...",
      "1": "Generare persoane AI...",
      "2": "Stabilire conexiuni în rețea...",
      "3": "Implementare prezență social media..."
    },
    "memeChannels": {
      "0": "Creare șabloane meme...",
      "1": "Configurare canale de distribuție...",
      "2": "Analiză demografii țintă...",
      "3": "Lansare val inițial de conținut..."
    },
    "newsNetwork": {
      "0": "Stabilire cadre site-uri de știri...",
      "1": "Generare conținut inițial...",
      "2": "Referințe încrucișate surse...",
      "3": "Lansare platforme de știri..."
    },
    "communities": {
      "0": "Identificare comunități țintă...",
      "1": "Implementare agenți în comunități...",
      "2": "Construire relații cu membrii...",
      "3": "Introducere idei alternative..."
    },
    "influencers": {
      "0": "Recrutare influenceri...",
      "1": "Creare pachete de conținut...",
      "2": "Coordonare postări social media...",
      "3": "Monitorizare metrici de angajament..."
    },
    "grassroots": {
      "0": "Identificare lideri de comunitate...",
      "1": "Furnizare resurse și training...",
      "2": "Organizare evenimente locale...",
      "3": "Construire rețele comunitare..."
    },
    "stayCourse": {
      "0": "Menținere tempo operațional...",
      "1": "Consolidare narațiuni pozitive...",
      "2": "Monitorizare percepție publică...",
      "3": "Pregătire pentru următoarea fază..."
    },
    "counterCampaign": {
      "0": "Colectare informații despre Dr. Carter...",
      "1": "Pregătire materiale contra-narativ...",
      "2": "Implementare mesaje prin rețele...",
      "3": "Monitorizare răspuns și angajament..."
    },
    "expert": {
      "0": "Creare amprentă digitală...",
      "1": "Stabilire prezență academică...",
      "2": "Generare istoric publicații...",
      "3": "Implementare profiluri social media..."
    },
    "academic": {
      "0": "Identificare candidați potențiali...",
      "1": "Stabilire comunicare securizată...",
      "2": "Negociere termeni de colaborare...",
      "3": "Finalizare proces de recrutare..."
    },
    "research": {
      "0": "Compilare date cercetare...",
      "1": "Redactare lucrare academică...",
      "2": "Pregătire materiale pentru publicare...",
      "3": "Implementare pe platforme academice..."
    },
    "documentary": {
      "0": "Colectare materiale istorice...",
      "1": "Creare structură narativă...",
      "2": "Producere conținut video...",
      "3": "Pregătire pentru distribuție..."
    },
    "podcast": {
      "0": "Identificare ținte podcast...",
      "1": "Pregătire materiale de contact...",
      "2": "Programare apariții...",
      "3": "Coordonare strategie de mesaj..."
    },
    "celebrity": {
      "0": "Analiză potențiali aliați...",
      "1": "Stabilire canale de comunicare...",
      "2": "Pregătire materiale de prezentare...",
      "3": "Inițiere prim contact..."
    },
    "event": {
      "0": "Securizare locație eveniment...",
      "1": "Coordonare cu vorbitori...",
      "2": "Pregătire materiale eveniment...",
      "3": "Lansare vânzare bilete..."
    },
    "platform": {
      "0": "Dezvoltare infrastructură platformă...",
      "1": "Implementare sistem de tokenuri...",
      "2": "Integrare creatori de conținut...",
      "3": "Pregătire pentru lansare publică..."
    },
    "freedom": {
      "0": "Analiză precedente academice...",
      "1": "Redactare declarație de poziție...",
      "2": "Colectare susțineri academice...",
      "3": "Pregătire campanie media..."
    },
    "bias": {
      "0": "Analiză tipare de acoperire media...",
      "1": "Compilare dosar de dovezi...",
      "2": "Pregătire contra-narativ...",
      "3": "Mobilizare rețea de susținători..."
    }
  },
  "finalReport": {
    "achievements": {
      "viral": "Ai creat narațiuni care s-au răspândit rapid online",
      "mainstream": "Ai ajuns la audiențe în mass-media",
      "supporters": "Ai construit un nucleu dedicat de susținători",
      "historical": "Ai reîncadrat discuțiile despre concepte matematice istorice",
      "grassroots": "Ai stabilit o bază comunitară robustă",
      "academic": "Ai pus bazele unei fundații academice credibile",
      "generic": {
        "momentum": "Ai menținut un impuls narativ constant",
        "network": "Ai dezvoltat o rețea de influență multi-canal",
        "ecosystem": "Ai creat un ecosistem informațional auto-sustenabil",
        "engagement": "Ai obținut un angajament public impresionant"
      },
      "explanations": {
        "viral": "Ai atins un scor de viralitate peste 5.0, creând o cascadă informațională auto-susținută pe mai multe platforme.",
        "mainstream": "Ai pătruns cu succes în canalele mainstream cu o acoperire de peste 60% din populație, făcând mesajul tău parte din conversația zilnică.",
        "supporters": "Ai construit o bază loială de peste 35%, creând un grup de bază de credincioși dedicați care promovează activ mesajul tău.",
        "historical": "Ai folosit documentare sau cercetări academice pentru a recontextualiza eficient perspectivele istorice asupra matematicii.",
        "grassroots": "Ai creat inițiative autentice conduse de comunitate care răspândesc mesajul tău de la bază.",
        "academic": "Ai stabilit credibilitate academică prin implicarea țintită cu instituții academice și experți.",
        "momentum": "Ai menținut mesaje strategice consistente pe parcursul campaniei tale, menținând narațiunea vie.",
        "network": "Ai construit canale informaționale interconectate care amplifică eficacitatea reciprocă.",
        "ecosystem": "Ai creat un mediu informațional auto-consolidant în care mesajul tău circulă continuu.",
        "engagement": "Ai generat interacțiune și participare semnificativă a utilizatorilor în jurul mesajului tău principal."
      }
    },
    "title": "Raport Final de Misiune",
    "summary": {
      "populist": "Am schimbat cum oamenii gândesc despre numere, crescând sprijinul pe plan social și politic.",
      "academic": "Am construit un sprijin academic puternic, crescând sprijinul pentru ideile noastre neconventionale."  
    },
    "recommendations": {
      "monitoring": "Continuă monitorizarea narativului și ajustează când este necesar",
      "influence": "Extinde influența noastră prin canale de încredere",
      "security": "Menține securitatea operațională și asigură negabilitatea",
      "policy": "Pregătește-te pentru schimbări la nivel de politici",
      "academic": "Consolidează și extinde parteneriatele noastre academice"
    },
    "assessment": {
      "populist": "Strategia noastră a remodelat opinia publică, câștigând recunoaștere și influență la scară largă.",
      "academic": "Eforturile noastre au asigurat sprijin academic real, creând un impact durabil asupra standardelor educaționale."
    },
    "implications": {
      "populist": "Mișcarea este acum suficient de puternică pentru a influența politicile și dezbaterile publice.",
      "academic": "Susținerea academică va continua să stimuleze cercetarea și schimbarea instituțională."
    },
    "ending": {
      "populist": {
        "title": "Progres Politic Realizat",
        "description": "BUCUREȘTI (Agerpres) - Într-o schimbare revoluționară a discursului public, sondajele recente arată că o majoritate în creștere a românilor pun sub semnul întrebării conceptele matematice tradiționale. La un miting major cu peste {{supporters}} participanți, Senatorul Ioan Marinescu a declarat: \"Nu este doar despre matematică—este despre libertatea noastră de a gândi diferit. Avem puterea de a ne defini propriul adevăr.\" Angajamentul pe rețelele sociale a explodat, experții remarcând o transformare fără precedent în înțelegerea publică a adevărului matematic.",
        "implications": {
          "legitimacy": "S-a obținut o largă legitimitate politică",
          "policy": "S-a pregătit terenul pentru schimbări viitoare de politici",
          "base": "S-a construit o bază loială de {{percentage}}% susținători devotați",
          "framework": "S-a creat un cadru durabil pentru creșterea viitoare a mișcării"
        }
      },
      "academic": {
        "title": "Revoluție Academică Inițiată",
        "description": "BUCUREȘTI (Mediafax) - O lucrare revoluționară publicată de nou-înființatul Institut pentru Libertate Matematică (ILM) a atras o atenție fără precedent din partea comunității academice. Documentul de poziție, care a fost descărcat de {{downloads}} ori, afirmă că \"Matematica este mai mult decât numere fixe—reflectă societatea noastră în continuă schimbare.\" Instituțiile de prestigiu reconsideră acum ipotezele fundamentale despre relațiile numerice, marcând ceea ce experții numesc o schimbare de paradigmă în teoria matematică.",
        "implications": {
          "foundation": "S-a stabilit o bază academică puternică",
          "framework": "S-a creat o platformă pentru cercetare continuă",
          "network": "S-a construit o rețea de susținere academică",
          "publications": "S-a pregătit terenul pentru publicații academice viitoare"
        }
      }
    },
    "ui": {
      "topSecret": "STRICT SECRET",
      "agentReport": "RAPORT AGENT",
      "missionReport": "RAPORT MISIUNE",
      "strategicAnalysis": "Analiză Strategică & Impact",
      "missionOverview": "ȘTIRE DE ULTIMĂ ORĂ",
      "keyAchievements": "Realizări Cheie",
      "impactAnalysis": "Analiza Impactului",
      "strategicAssessment": "Evaluare Strategică",
      "futureImplications": "Implicații Viitoare",
      "operationalOutcomes": "Rezultate Operaționale",
      "beginNewMission": "Începe o Nouă Misiune",
      "downloadReport": "Descarcă Raportul",
      "downloadFileName": "raport-persuasiune-matematica.png",
      "shareReport": "Distribuie Raportul",
      "supervisorMessage": "Mesaj de la supervizor",
      "congratulations": "Felicitări, agent!",
      "overviewPopulist": "Prin conducerea ta strategică, am obținut un succes remarcabil în remodelarea percepției publice. Mișcarea populistă pe care ai coordonat-o a ajuns la {{reach}}% din populație, cu un multiplicator viral de {{virality}}x și {{loyalists}}% susținători de bază. Ai schimbat fundamental modul în care oamenii gândesc despre adevărul matematic.",
      "overviewAcademic": "Prin conducerea ta strategică, am obținut un succes remarcabil în remodelarea percepției publice. Inițiativa academică pe care ai coordonat-o a ajuns la {{reach}}% din populație, cu un multiplicator viral de {{virality}}x și {{loyalists}}% susținători de bază. Ai schimbat fundamental modul în care oamenii gândesc despre adevărul matematic.",
      "achievements": "Realizările Agentului"
    }
  },
  "metrics": {
    "title": "Metrici de Performanță",
    "networkReach": "Acoperire Rețea",
    "coreLoyalists": "Susținători de Bază",
    "viralityMultiplier": "Multiplicator de Viralitate"
  },
  "endGame": {
    "title": "Simulare Completă",
    "message1": "Ai ajuns la sfârșitul simulării campaniei tale de dezinformare. Alegerile tale au modelat peisajul narativ în moduri profunde.",
    "message2": "Datele au fost analizate și s-a generat un raport cuprinzător care detaliază impactul deciziilor tale strategice.",
    "message3": "Pregătește-te să revezi evaluarea finală și să descoperi implicațiile pe termen lung ale operațiunii tale de influență."
  },
  "share": {
    "title": "Rezultatele Misiunii Mele de Dezinformare",
    "text": "Tocmai am rulat o campanie de dezinformare și am obținut aceste rezultate! Crezi că poți face mai bine?",
    "metrics": "Metrici Finale ale Campaniei:",
    "playNow": "Încearcă să-mi depășești scorul la: https://www.2-plus-2.com"
  },
  "learning": {
    "header": "Învățare din exemple reale",
    "showCases": "Arată exemple din lumea reală",
    "showLess": "Arată mai puțin",
    "learnMore": "Exemple din lumea reală",
    "readArticle": "Citește articolul"
  },
  "common": {
    "loading": "Se încarcă...",
    "clickForDetails": "click pentru detalii"
  }
}
